[{
		"name": "PARA PENSAR LA MUERTE",
		"code": "TTF211",
		"about": "El curso promueve que los y las estudiantes desarrollen una capacidad analitica y critica frente a la muerte en la sociedad contemporanea occidental, a traves de la reflexion desde la filosofia contemporanea y la tradicion cristiana. Mediante metodologias como catedra, aprendizaje basado en problemas y en equipos, se aborda la reflexion contemporanea de la muerte y la propia experiencia sobre ella, situandola en un dialogo critico con tres filosofos contemporaneos y, sobre todo, con la afirmacion fundamental del cristianismo: la muerte y la resurreccion de Jesus. Los aprendizajes son evaluados mediante ensayos individuales e interrogaciones grupales sobre los contenidos."
	},
	{
		"name": "PENSANDO EN SISTEMAS",
		"code": "SUS2052",
		"about": "En el curso se revisara la teoria, metodologia y practica del pensamiento sistemico y su aplicacion a diversos desafios criticos que la humanidad enfrenta actualmente. Se revisara, a traves de estudio de casos reales, diversas estructuras y dinamicas sistemicas del ambito social, urbano, economico y ecologico. Las catedras y la discusion de casos seran reforzadas a traves de actividades grupales, en las cuales las y los alumnos desarrollaran sus capacidades de modelacion sistemica, actividad clave a fin de enriquecer y expandir los modelos mentales personales y lograr asi relaciones causales mas robustas."
	},
	{
		"name": "DISE?O, FUTURO Y SUSTENTABILIDAD",
		"code": "SUS2071",
		"about": "El estudiantado desarrollara habilidades para dise?ar soluciones, basadas en conocimiento cientifico y oportunidades de innovacion, que contribuyan a la construccion de sociedades y entornos futuros sustentables desde el resguardo de la integridad de la biosfera y el bienestar equitativo y digno. A traves de metodologias como catedra, circulos de aprendizaje, aprendizaje basado en equipo y proyectos, y trabajo de campo, los y las estudiantes podran plantear soluciones colaborativas desde enfoques de sustentabilidad e innovacion. Los aprendizajes seran evaluados por medio de evaluacion diagnostica y formativa, y evaluaciones sumativas como exposiciones grupales, informes escritos y evaluaciones de pares."
	},
	{
		"name": "PRODUCCION DIGITAL I",
		"code": "AQR1000",
		"about": "El curso se centra en el estudio de formas de representacion contemporaneas a traves de medios digitales, haciendo enfasis en el analisis y exploracion de condiciones geometricas, constructivas y espaciales. Durante el curso se aplican y profundizan los contenidos impartidos en el curso de Geometria (Ciencias Basicas) con el fin de refinar la capacidad de modelacion, visualizacion y prototipado digital de dichas formas. Este curso se desarrollara en forma complementaria al curso de Taller de Formacion IV, vinculandose a traves de ejercicios practicos afines a las tematicas urbanas y de paisaje del taller."
	}
]
